{
  "navLinks": {
    "about": {
      "title": "О компании"
    },
    "work": {
      "title": "Работы"
    },
    "contact": {
      "title": "Контакты"
    }
  },
  "experiences": {
    "webapp": {
      "title": "Веб разработка",
      "points": [
        "Разработка и сопровождение веб-приложений с использованием React.js и другие сопутствующие технологии.",
        "Сотрудничество с кросс-функциональными командами, включая дизайнеров, менеджеров по продуктам и других разработчиков, для создания высококачественных продуктов.",
        "Внедрение адаптивного дизайна и обеспечение кроссбраузерной совместимости.",
        "Участие в обзорах кода и предоставление конструктивной обратной связи другим разработчикам."
      ]
    },
    "visual": {
      "title": "Визуальный интерфейс",
      "points": [
        "Разработка визуального интерфейса с помощью современных технологий",
        "Gsap - библиотека для реализации анимации любого уровня сложности с помощью JavaScript.",
        "Framer Motion - это новая готовая к работе веб-моушен-библиотека React с открытым исходным кодом. С точки зрения прототипирования, Framer всегда идеально подходил для разработки продвинутых анимаций и жестов.",
        "СSS animation - это предлагаемый модуль для каскадных таблиц стилей, который позволяет анимировать элементы HTML-документа с помощью CSS.",
        "ThreeJs - легковесная кроссбраузерная библиотека JavaScript, используемая для создания и отображения анимированной компьютерной 3D графики при разработке веб-приложений."
      ]
    },
    "design": {
      "title": "Web Дизайн UI/UX",
      "points": [
        "Сотрудничество с людьми имеющими многолетний опыт в Веб Дизайне.",
        "Индивидульный подход к каждому клиенту.",
        "Работа с такими графическими редакторами такие как Figma, PhotoShop",
        "Photoshop — многофункциональный графический редактор, разрабатываемый и распространяемый компанией Adobe Systems. В основном работает с растровыми изображениями, однако имеет некоторые векторные инструменты.",
        "ThreeJs - легковесная кроссбраузерная библиотека JavaScript, используемая для создания и отображения анимированной компьютерной 3D графики при разработке веб-приложений."
      ]
    }
  }
}
